/* Dialog Strings */
"SAVE" = "存储";
"DONTSAVE" = "不存储";
"CANCEL" = "取消";
"DELETE" = "删除";
"OK" = "好";
"APPLY" = "应用";
"REVERT" = "恢复";
"DONTAPPLY" = "不应用";
"CONTINUE" = "继续";
"NONE" = "无";
"ASSIST" = "向导…";
"NEW_ISP" = "获得新的 ISP…";
"CREATE" = "创建";
"DO_NOT_CREATE" = "不创建";
"UNKNOWN" = "未知";
"DONE" = "完成";
"AUTHENTICATE" = "鉴定";
"DEAUTHENTICATE" = "取消鉴定";

"ADVANCED" = "高级";
"SETUP" = "设置…";
"CONNECT" = "连接";
"DISCONNECT" = "断开连接";
"DIAL_NOW" = "现在拨号";

"EDIT_BUTTON_RENAME" = "重新命名";
"EDIT_BUTTON_EDIT" = "编辑…";

"LINK_AGGREGATE" = "链路聚合";

/* Panel Strings */
"SAVE_CONFIG" = "是否应用配置更改？";
"IP_FROM_SERVER" = "IP 地址：将由服务器提供\n";
"IP_ADDR" = "IP 地址：%@\n";
"DELETE_LOC" = "您真的要删除位置“%@”吗？";
"DELETE_CFG" = "您真的要删除配置“%@”吗？";
"DELETE_SERVICE" = "您真的要删除名称为“%@”的服务吗？";
"NO_UNDO_DESC" = "此操作是不能还原的。";
"DELETE_SERVICE_MULTIPLE_SETS_TITLE" = "服务“%@”位于多个位置";
"DELETE_SERVICE_MULTIPLE_SETS_MESSAGE" = "您要从所有位置还是仅仅从目前位置删除它？";
"DELETE_SERVICE_MULTIPLE_SETS_DEFAULT_BUTTON" = "从所有位置删除";
"DELETE_SERVICE_MULTIPLE_SETS_ALTERNATE_BUTTON" = "从目前位置删除";
"RENAME_CFG" = "更改配置名称：";
"RENAME_SERVICE" = "给“%@”输入一个新名称。";
"CREATE_CFG" = "创建一个新配置：";
"CREATE_SERVICE" = "创建一个新服务：";
"DUPLICATE_SERVICE" = "给“%@”的副本输入一个名称。";
"AUTOMATIC_CFG" = "自动";
"DEFAULT_CFG" = "默认";
"UNTITLED_CFG" = "未命名";
"CFG_NAME" = "配置名称：";
"CFG_COPY_NO_FORMAT" = "拷贝";
"CFG_COPY" = "“%@”的副本";
"AIRPORT_ID" = "AirPort ID：";
"ENET_ID" = "以太网地址：";
"DEFAULT_PPPoE_SERVICE_NAME" = "PPPoE";
"INVALID_NAME" = "无效名称！";
"DUPLICATE_NAME" = "名称必须是唯一的！";
"INVALID_VLAN_TAG" = "标签超出范围！";
"DUPLICATE_VLAN_TAG" = "标签必须是唯一的！";
"TURN_AIRPORT_OFF" = "关闭 AirPort";
"TURN_AIRPORT_ON" = "打开 AirPort";
"AIRPORT_POWER_ON" = "打开";
"AIRPORT_POWER_OFF" = "关";
"VPN_TITLE" = "VPN (%@)";
"L2TP_TITLE" = "L2TP";
"PPTP_TITLE" = "PPTP";
"CISCO_IPSEC_TITLE" = "Cisco IPSec";
"IPSEC_TITLE" = "IPSec";

"6 to 4" = "6 至 4";

"MODEM_GENERIC" = "通用";
"MODEM_OTHER" = "其他";

"UNTITLED_INTERFACE" = "未命名";
"UNTITLED_SERVER" = "未命名服务器";

"ALERT_UNSAVED_CHANGES_FORMAT" = "“%@”服务有尚未应用的更改。您想应用它们吗？";
"ALERT_UNSAVED_CHANGES" = "该服务有未存储的更改";
"ALERT_UNSAVED_CHANGES_EXIT" = "您想在关闭网络偏好设置面板之前应用您的更改吗？";
"ALERT_UNSAVED_CHANGES_IMPORT" = "导入会导致所有未存储的更改丢失。您想在导入配置之前应用您的更改吗？";
"ALERT_UNSAVED_CHANGES_SWITCH" = "您想在切换服务之前应用您的更改吗？";
"ALERT_UNSAVED_CHANGES_LOCATION_SWITCH" = "您想在切换位置之前应用您的更改吗？";
"ALERT_UNSAVED_CHANGES_LOCATION_EDIT" = "编辑位置之前，您想应用您的更改吗？";
"ALERT_UNSAVED_CHANGES_TOGGLE_AIRPORT_POWER" = "关掉 AirPort 的电源将导致所有未存储的更改丢失。您想应用您的更改然后再关掉 AirPort 的电源吗？";
"ALERT_UNSAVED_CHANGES_TOGGLE_DHCP_LEASE" = "更新 DHCP 租借时间将导致所有未存储的更改丢失。您想应用您的更改然后再更新 DHCP 租借时间吗？";
"ALERT_UNSAVED_CHANGES_CONNECTING" = "不应用您的更改就连接将使用以前的设置。您想应用您的更改然后再连接吗？";

"DELETE_VLAN_MULTIPLE" = "此 VLAN 正在被 %d 个网络服务使用。";
"DELETE_VLAN_ONE" = "此 VLAN 正在被一种网络服务使用。";
"DELETE_VLAN" = "您真的要删除 VLAN“%@”吗？";
"DELETE_VLAN_INFO" = "如果您删除 VLAN，则所有使用该 VLAN 的网络服务将被删除。删除服务或 VLAN 不能还原。您要继续删除 VLAN 及其相关联的配置吗？";

"DELETE_BOND_MULTIPLE" = "此聚合正在被 %d 个网络服务使用。";
"DELETE_BOND_ONE" = "此聚合正在被一个网络服务使用。";
"DELETE_BOND" = "您真的要删除聚合“%@”吗？";
"DELETE_BOND_INFO" = "如果您删除聚合，则所有使用该聚合的网络服务将被删除。删除服务或聚合不能还原。您要继续删除聚合及其相关联的配置吗？";
"UNTITLED_VLAN" = "未命名的 VLAN";
"UNTITLED_BOND" = "未命名的绑定";

"BOND_MEMBER_STATUS_ALL_CONNECTED" = "所有成员接口都已连接。";
"BOND_MEMBER_STATUS_SOME_CONNECTED" = "某些成员接口已连接。有关详细信息，请点按“高级”。";
"BOND_MEMBER_STATUS_NONE_CONNECTED" = "未连接任何成员接口。有关详细信息，请点按“高级”。";

"NEW_INTERFACE" = "检测到新接口";
"SAVE_INTERFACE" =  "已检测到新的网络接口：\r\r%@\r\r请验证该接口已正确配置，然后按下“应用”来激活接口。";

"NEW_INTERFACES" = "检测到新接口";
"SAVE_INTERFACES" =  "已检测到新的网络接口：\r\r%@\r\r请验证这些接口已正确配置，然后按下“应用”来激活接口。";

/*
"NEW_PORT" = "New Port Detected";
"SAVE_PORT" =  "A new network port has been detected:\r\r\t%@\r\rPlease verify that it is configured correctly, then press Apply Now to activate it.";

"NEW_PORTS" = "New Ports Detected";
"SAVE_PORTS" = "New network ports have been detected:\r\r\t%@\r\rPlease verify that they are configured correctly, then press Apply Now to activate them.";
*/

/* "Make Service Active" = "Make “%@” Active"; */
/* "Make Service Inactive" = "Make “%@” Inactive"; */
"Make Service Active" = "使服务处于活跃状态";
"Make Service Inactive" = "使服务处于不活跃状态";

"Remove Service" = "删除服务“%@”…";
"Duplicate Service" = "复制服务“%@”…";
"Rename Service" = "给服务“%@”重新命名…";
"DELETE_WITH_NAME" = "删除“%@”…";
"EDIT_WITH_NAME" = "编辑“%@”…";

/* Location Menu */
"EDIT_LOCATIONS" = "编辑位置…";

/* transmitting and receiving */
"tx" = "tx";
"rx" = "rx";

/* miscellaneous terms returned from configd or systemconfig */
"full" = "全";
"half" = "半";
"full-duplex" = "全双工";
"half-duplex" = "半双工";
"flow" = "流";
"flow-control" = "流控制";
"auto" = "自动";
"autoselect" = "自动选择";

/* misc service title */
"UNKNOWN_SERVICE" = "未知服务";

/* status strings */
"Inactive" = "不活跃";
"Connected" = "已连接";
"Connecting" = "正在连接…";
"Disconnecting" = "正在断开连接…";
"Some Connected" = "某个设备已连接";
"Not Connected" = "未连接";
"Not Configured" = "未配置";
"Unknown State" = "未知状态";
"Cable Unplugged" = "电缆已拔出";

"Self-Assigned IP" = "自分配的 IP";
"No IP Address" = "无 IP 地址";
"Loopback IP" = "回环 IP";


/* tab labels */
"airport" = "AirPort";
"pppaccounts" = "帐户";
"ppp" = "PPP";
"tcpip" = "TCP/IP";
"ipv4" = "IPv4";
"ipv6" = "IPv6";
"dns" = "DNS";
"eap" = "802.1X";
"ethernet" = "以太网";
"modem" = "调制解调器";
"pppoe" = "PPPoE";
"proxies" = "代理";
"appletalk" = "AppleTalk";
"bonds" = "绑定状态";
"wins" = "WINS";
"wwan" = "WWAN";
"vpnondemand" = "请求 VPN 域";
"vpnoptions" = "选项";

"8021X" = "802.1X";

/* service list column titles */
"Services" = "服务";
"Active Services" = "活跃的服务";
"Inactive Services" = "不活跃的服务";
"All Services" = "所有服务";
"All Broadband Services" = "所有宽带服务";
"All VPN Services" = "所有 VPN 服务";
"All Wireless Services" = "所有无线服务";
"All Dial-up Services" = "所有拨号服务";

"All Active Services" = "所有活跃的服务";
"Active Broadband Services" = "活跃的宽带服务";
"Active VPN Services" = "活跃的 VPN 服务";
"Active Wireless Services" = "活跃的无线服务";
"Active Dial-up Services" = "活跃的拨号服务";

/* action popup tooltip */
"ACTION_MENU_TOOLTIP" = "设定服务顺序和其他操作";

/* Ethernet ID tooltip */
"EthernetID Tooltip" = "此网络硬件的“媒体访问控制”(MAC) 识别符";
"AirPortID Tooltip" = "此网络硬件（同 AirPort ID）的“媒体访问控制”(MAC) 识别符";

/* IP Address Validation strings */
"InvalidIPAddress" = "无效的 IP 地址";
"InvalidSubnetMask" = "无效的子网掩码";
"InvalidRouterAddress" = "无效的路由器地址";
"InvalidServerAddress" = "无效的服务器地址";
"InvalidDomainLabel" = "无效的域标签";
"LinkLocalAddress" = "链接本地地址";
"InvalidPrefixLength" = "无效的前缀长度";

// =-=-= IP Address Error reason strings =-=-=
"BasicValidationError"	= "IP 地址应由 4 个 0 到 255 范围之间的数字组成，数字间用点号分隔。";
"BasicSubnetMaskError"	= "子网掩码必须由 4 个 0 到 255 范围之间的数字组成，数字间用点号分隔。";
"DefaultRouteError"	= "输入值为默认的路由器预留，不能用做这台电脑的 IP 地址。";
"LimitedBroadcastError"	= "输入值是有限制的广播地址，不能用做这台电脑的 IP 地址。";
"FirstQuadReservedError"	= "输入的值的第一段超出了范围，不能用做这台电脑的路由器地址。";
"SourceAddressError"	= "输入值的第一段不能为零。";
"LoopbackError"	= "值的第一段不能是 127。";
"BroadcastAddressError"	= "主机地址不能匹配广播地址。";
"NetworkAddressError"	= "主机地址不能为零。";

// IP Address Octet value error reasons
"OctetMatchError"	= "IP 地址的网络地址部分不匹配子码掩码地址。";
"OctetRangeError"	= "IP 地址不在路由器地址和子码掩码地址所支持的地址范围内。";

// IP and Router match error
"IPRouterMatchError"= "IP 地址不能与路由器地址相同。";

// IP Address Link Local Address
"LinkLocalError" = "IP 地址不可路由。建议输入其他 IP 地址。";

// subnet maskk error reasons
"NonContiguousOnesError" = "子网掩码无效。请检查该值以确定它已正确输入。要获得帮助，请联系网络管理员。";

// DNS Search Domain errors
"SearchDomainLabelError" = "搜索域的名称只能由字母、数字和连词符号构成，其开头和结尾还必须是一个字母或数字。";

// IPv6 address errors
"IPv6BasicValidationError" = "IPv6 地址必须包括 8 个十六进制数字（从 0x0 到 0xffff），用冒号隔开。";
"IPv6RouterBasicValidationError" = "IPv6 路由器地址必须包括 8 个十六进制数字（从 0x0 到 0xffff），用冒号隔开。";
// see RFC 3627 for reason less than 127 is recommended
"IPv6PrefixLengthError" = "IPv6 前缀长度必须是介于 0 和 128 之间的整数。建议输入小于 127 的值。";

/* DHCP ID length error strings */
"DHCP_ID_LENGTH_ERROR_TITLE" = "DHCP 客户端 ID 太长";
"DHCP_ID_LENGTH_ERROR_MESSAGE" = "DHCP 客户端 ID 不能包含多于 255 个字符。";


/* Connect time */
"TIME_HMS" = "%2.2d:%2.2d:%2.2d";
"TIME_1DHMS" = "1 天，%2.2d:%2.2d:%2.2d";
"TIME_DHMS" = "%d 天，%2.2d:%2.2d:%2.2d";

/* data quantities for PPP */
"Bytes" = "字节";
"KBytes" = "KB";
"MBytes" = "MB";

/* Location Sheet Tooltips */
"DUPLICATE_SET_TOOLTIP" = "复制所选位置";
"DUPLICATE_SERVICE_TOOLTIP" = "复制所选服务";
"DELETE_SET_TOOLTIP" =  "删除所选位置";
"DELETE_SERVICE_TOOLTIP" =  "删除所选服务";
"SERVICES_COLUMN_TITLE" = "服务";
"LOCATIONS_COLUMN_TITLE" = "位置";
"ADD_LOCATION_TOOLTIP" = "添加一个位置";
"DELETE_LOCATION_TOOLTIP" = "删除所选位置";

/* Location services sheet title format */
"LOCATION_SERVICES_TITLE" = "请选择要添加到位置“%@”的服务";

/* these are for the VPNImporter and any other app that imports configs */
"VPN_SHARED_SECRET" = "IPSec 共享密钥";

/* Keychain */
"IC_KEYCHAIN" = "Internet 连接";
"8021x_KEYCHAIN" = "802.1X 密码";
"IC_KEYCHAIN_FORMAT" = "Internet 连接: %@";

/* configuration popup menu item titles */
"Rename item" = "给“%@”重新命名…";
"Delete item" = "删除“%@”";

/* addRemove button tooltips */
"ADD_DNS_SERVER_TOOLTIP" = "添加 DNS 服务器地址";
"DELETE_DNS_SERVER_TOOLTIP" = "去掉 DNS 服务器地址";
"ADD_SEARCH_DOMAIN_TOOLTIP" = "添加 DNS 搜索域";
"DELETE_SEARCH_DOMAIN_TOOLTIP" = "去掉 DNS 搜索域";

"ADD_WINS_SERVER_TOOLTIP" = "添加一个 WINS 服务器地址";
"DELETE_WINS_SERVER_TOOLTIP" = "删除 WINS 服务器地址";
"Add WINS server address" = "添加 WINS 服务器地址";
"Delete WINS server address" = "删除 WINS 服务器地址";

"ADD_8021X_CONFIG_TOOLTIP" = "添加一个 802.1x 配置";
"DELETE_8021X_CONFIG_TOOLTIP" = "删除一个 802.1x 配置";
"Add an 802.1x configuration" = "添加一个 802.1x 配置";
"Delete an 802.1x configuration" = "删除一个 802.1x 配置";

"ADD_IPV6_ADDRESS_TOOLTIP" = "添加一个新的 IPv6 地址";
"DELETE_IPV6_ADDRESS_TOOLTIP" = "删除选定的 IPv6 地址";

"ADD_SERVICE_TOOLTIP" = "创建一个新服务";
"REMOVE_SERVICE_TOOLTIP" = "删除所选服务";

"CURRENT_NETBIOS_NAME_FORMAT" = "%@ 目前正在使用中。";

"CUSTOM_RANGE_FORMAT" = "（%d 到 %d）";
"MTU_RANGE_ERROR_TITLE" = "超出范围的值";
"MTU_RANGE_ERROR_FORMAT_UNDER_MIN" = "输入的 MTU 值小于此接口所支持的最小值 (%d)。";
"MTU_RANGE_ERROR_FORMAT_OVER_MAX" = "输入的 MTU 值大于此接口所支持的最大值（%d）。";
"MTU_RANGE_ERROR" = "输入的值不在此接口所支持的 MTU 值的范围内。";

// proxy descriptions
"FTP Proxy" = "FTP 代理";
"Web Proxy (HTTP)" = "Web 代理 (HTTP)";
"Secure Web Proxy (HTTPS)" = "安全 Web 代理 (HTTPS)";
"Streaming Proxy (RTSP)" = "流代理（RTSP）";
"SOCKS Proxy" = "SOCKS 代理";
"Gopher Proxy" = "Gopher 代理";
"Automatic Proxy Configuration" = "自动代理配置";
"Auto Proxy Discovery" = "自动发现代理";
		
// proxy titles
"FTP Proxy Server" = "FTP 代理服务器";
"Web Proxy Server" = "Web 代理服务器";
"Secure Web Proxy Server" = "安全 Web 代理服务器";
"Streaming Proxy Server" = "流代理服务器";
"SOCKS Proxy Server" = "SOCKS 代理服务器";
"Gopher Proxy Server" = "Gopher 代理服务器";
"Proxy Configuration File" = "代理配置文件";

/* certificate alert strings */
"NO_CERT_ALERT_TITLE" = "未找到证书";
"NO_CERT_ALERT_INFO" = "证书鉴定不能使用，因为您的钥匙串没有包含任何合适的证书。请使用“钥匙串访问”将合适的证书导入到您的钥匙串中。如果您没有鉴定所需要的证书，请联系您的网络管理员。";
"NO_CERT_MACHINE_ALERT_TITLE" = "未找到机器证书";
"NO_CERT_MACHINE_ALERT_INFO" = "证书鉴定不能使用，因为您的钥匙串没有包含任何合适的证书。请使用“钥匙串访问”将合适的证书导入到您的钥匙串中。如果您没有鉴定所需要的证书，请联系您的网络管理员。";
"NO_CERT_ALERT_OK" = "好";
"NO_CERT_SELECTED" = "未选择";
"SELECT_USER_CERT_TITLE" = "选择您的用户鉴定证书：";
"SELECT_TLS_CERT_TITLE" = "选择您的 TLS 证书：";
"SELECT_MACHINE_CERT_TITLE" = "选择您的机器鉴定证书：";
"SELECT_CERT_INFO" = "未选择";
"CERT_NOT_FOUND" = "不在钥匙串中";
"CERT_NOT_FOUND_TOOLTIP" = "所选的证书不再在钥匙串中";

// advanced VPNOnDemand tooltips and AX overrides
"ADD_VPN_DOMAIN" = "将新域添加到列表";
"REMOVE_VPN_DOMAIN" = "从列表中去掉所选域";
"Add VPN on Demand domain" = "添加请求 VPN 域";
"Remove VPN on Demand domain" = "去掉请求 VPN 域";

/* normally redial timeout is specified in seconds. set this to "YES" to specify redial timeout in minutes. */
/* Japanese Law requires this value to be in minutes, so Japanese translations should set this to "YES". */
/* Others should leave it set to "NO". */
"REDIAL_IN_MINUTES" = "否";
"MINUTES_LABEL" = "分钟后重拨"; 

/* 802.1x dialog strings */
"ONEX_TLS_TITLE" = "打开 TLS 将造成鉴定失败。";
"ONEX_TLS_INFO" = "不能启用 TLS，因为您的钥匙串没有包含任何合适的证书。请使用“钥匙串访问”将合适的证书导入到您的钥匙串中。如果您没有鉴定所需要的证书，请联系您的网络管理员。";
"NO_CERTS" = "没有证书";
"TLS_DESC" = "选择您的 TLS 证书：";

"ONEX_OFF_STATUS" = "802.1x 已停用";
"ONEX_ON_STATUS" = "802.1x 已启用";
"ONEX_INACTIVE_STATUS" = "802.1X 不活跃";
"TURN_ONEX_OFF" = "停用 802.1x";
"TURN_ONEX_ON" = "启用 802.1x";

"ONEX_LOGIN_OFF_STATUS" = "802.1x 登录已停用";
"ONEX_LOGIN_ON_STATUS" = "802.1x 登录已启用";
"TURN_LOGIN_ONEX_OFF" = "停用 802.1x 登录";
"TURN_LOGIN_ONEX_ON" = "启用 802.1x 登录";

"ENABLE_8021X_TOOLTIP" = "点按以启用或停用此网络服务的系统 802.1x 鉴定。";
"ENABLE_8021X_TOOLTIP_NEED_NAME" = "必须有用户名称和密码以允许启用 802.1x 鉴定。";
"ONEX_AUTH_BUTTON_TOOLTIP" = "点按以使用  802.1X 配置进行鉴定";
"ONEX_LOGIN_CREDS_TOOLTIP" = "用户名称与密码仅用来获取证书和设置证书信任，不会被保留。";

/* Authentication information */
"ONEX_AUTH_FAILED" = "802.1X 鉴定已失败。";
"ONEX_CLIENT_STATUS_FAILED" = "802.1X 不能鉴定。可能是您提供的配置无效。如果您不确定使用什么样的配置来连接，请咨询您的网络管理员。"; 
"ONEX_PROTOCOL_FAILURE" = "尝试连接的一个或多个协议不被支持。如果您不确定要使用什么样的协议来连接，请咨询您的网络管理员。"; 
"ONEX_INNER_PROT_FAILURE" = "尝试连接所使用的一个或多个内部协议不被支持。如果您不确定要使用什么样的内部协议来连接，请咨询您的网络管理员。"; 
"ONEX_SECURITY_ERROR" = "安全性错误：%d";
"ONEX_ERROR_PORT" = "（错误：端口 %2$@ 上的 %1$d）";

"ONEX_AUTHENTICATING" = "正在鉴定";
"ONEX_CONNECTED" = "已被鉴定";
"ONEX_CONNECTED_VIA" = "已通过“%@”被鉴定";
"ONEX_CONNECTED_VIA_PROT" = "已通过“%@”的鉴定 (%@)";
"ONEX_ELAPSED_TIME" = "连接时间：%@";
"ONEX_NO_AUTHENTICATOR" = "鉴定服务器没有响应";

"ONEX_PROGRESS_TITLE" = "正在配置“%2$@”的“%1$@”设置";
"ONEX_PROGRESS_STEP_AUTH" = "正在鉴定…";
"ONEX_PROGRESS_STEP_TRUST" = "正在设置信任…";

"ONEX_SYSTEM_DOMAIN" = "系统描述文件";
"ONEX_LOGINWINDOW_DOMAIN" = "登录窗口描述文件";
"ONEX_USER_DOMAIN" = "用户描述文件";
"ONEX_SYSTEM_CONFIG" = "系统描述文件";
"ONEX_LOGINWINDOW_CONFIG" = "登录窗口";

"ONEX_REPLACE_SYSTEM_CONFIG_TITLE" = "是否替换系统描述文件？";
"ONEX_REPLACE" = "替换";
"ONEX_REPLACE_SHEET_INFO" = "是否将系统描述文件替换成名称为“%@”的描述文件？";

"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_TITLE" = "此网络已有描述文件。";
"ONEX_NETWORK_NAME_IN_CONFIG_ALREADY_INFO" = "创建该网络的其他描述文件可能会破坏加入网络的能力。";

/* status strings */
"UNKNOWN_SUMMARY" = "不能确定您的网络连接的状态。";
"UNKNOWN_STATUS" = "网络状态未知";

/* airport tooltips */
"ADD_NETWORK_TOOLTIP" = "将首选网络添加到列表";
"DELETE_NETWORK_TOOLTIP" = "从首选列表去掉网络";

/* Status View AirPort Specific */
"AIRPORT_OFF" = "%@ 当前已关闭";
"AIRPORT_ON" = "%@ 当前已打开";
"AIRPORT_CONNECTED" = "%@ 已连接至新网络";
"AIRPORT_UNKNOWN" = "无线连接的状态不明。";
"AIRPORT_NO_NETWORK" = "没有选择网络";

/* airport status summary strings */
"AIRPORT_NOT_CONNECTED_TO_NETWORK" = "%@ 已打开但尚未连接到网络。";
"AIRPORT_CONNECTED_TO" = "%1$@ 已连接至 %2$@。";
"AIRPORT_CONNECTED_TO_IBSS" = "%1$@ 已连接至电脑到电脑网络 %2$@。";
"AIRPORT_NO_IP" = "%@ 没有 IP 地址，不能接入 Internet。";
"AIRPORT_NO_IP_CONFIGMETHOD" = "%1$@ 已由 %2$@ 建立以接收 IP 地址，但它没有 IP 地址，因此不能接入 Internet。";
"AIRPORT_CONNECTED_WITH_IP" = "%1$@ 已连接至 %2$@ 并具有 IP 地址 %3$@。";
"AIRPORT_LINK_LOCAL" = "“%@”有自分配的 IP 地址“%@”，将无法接入 Internet。";
"AIRPORT_NO_ROUTER" = "不能与基站通信。确定基站已正确设置。";
"AIRPORT_NO_REACH_IP" = "%@ 已连接到无线网络，但是基站状态不可用。您可能已接入 Internet。";
"AIRPORT_NO_DNS" = "%@ 已接入 Internet，但是 DNS 设置可能没有设置正确。";
"AIRPORT_INTERNET_SHARING" = "“Internet 共享”已打开，且正使用 %@ 来共享连接。";

/* airport interface join networks switch */
"AIRPORT_JOIN_AUTOMATICALLY_ON" = "将自动加入已知网络。如果没有已知网络，将询问您是否加入新网络。";
"AIRPORT_JOIN_AUTOMATICALLY_OFF" = "将自动加入已知网络。如果没有已知网络，您将不得不手动选择网络。";


/* Status View Ethernet Specific */
"ETHERNET_ACTIVE" = "%@ 当前是活跃的";
"ETHERNET_NOT_ACTIVE" = "%@ 当前不是活跃的";
"ETHERNET_CONNECTED" = "%@ 已连接";
"ETHERNET_NOT_CONNECTED" = "%@ 当前未连接";

/* ethernet status summary strings */
"ETHERNET_ACTIVE_INFO" = "%1$@ 当前是活跃的，并且具有 IP 地址 %2$@。";
"ETHERNET_PLUGGED_NOT_CONNECTED" = "“%@”的电缆已经连接，但是您的电脑没有 IP 地址。";
"ETHERNET_NOT_PLUGGED" = "“%@”的电缆可能未插好，或另一端的设备没有响应。";
"ETHERNET_LINK_LOCAL" = "“%@”有一个自分配的 IP 地址，将无法接入 Internet。";
"ETHERNET_NO_ROUTER" = "“网络状态”不能通过路由器通信。";
"ETHERNET_NO_REACH_IP" = "“%@”已连接在局域网上，但是“网络状态”不能验证您是否已接入 Internet。";
"ETHERNET_NO_DNS" = "“%@”已接入，但是 DNS 不能如期工作，可能没有正确配置。";
"ETHERNET_LOOPBACK" = "“%@”有一个回环 IP 地址，可能无法连接。";

/* Bluetooth PAN */
"DEVICE_NOT_CONNECTED_FORMAT" = "%1$@ 未连接。";

/* iPhone USB */
"USB_NOT_PLUGGED" = "“%@”的电缆可能未插好，或者设备没有响应。";

/* FireWire status summary strings */
"FIREWIRE_NOT_CONNECTED" = "没有连接具备网络功能的 FireWire 设备。";

/* Modem Status View */
"MODEM_NOT_CONFIGURED" = "%@ 当前未配置";
"MODEM_CONNECTED" = "%@ 已连接";
"MODEM_NOT_CONNECTED" = "%@ 当前未连接";

/* Modem Status Summary */
"MODEM_NO_SETTINGS" = "%@ 仍未被配置。";
"MODEM_READY" = "按下“连接”按钮以连接到网络。";

/* VPN Simple Status */
"VPN_INACTIVE" = "%@ 未被激活";
"VPN_CONNECTED" = "%@ 已连接";
"VPN_CONNECTING" = "%@ 正在连接…";
"VPN_DISCONNECTING" = "%@ 正在断开…";
"VPN_NOT_CONNECTED" = "%@ 当前未连接";
"VPN_UNKNOWN_STATE" = "%@ 的状态未知";
"VPN_NOT_CONFIGURED" = "%@ 当前未配置";

/* Link aggregation service */
"LINK_ALERT_TITLE" = "现有配置将丢失";
"LINK_ALERT_EXISTING_CONFIG" = "所选端口上的任何现有配置都将丢失。您确定要创建一个聚合吗？";
"LINK_STATUS_SPEED_DOWN" = "速度低";
"LINK_STATUS_ENABLED" = "好";
"LINK_STATUS_INVALID" = "无效链接";
"LINK_STATUS_NO_PARTNER" = "无分享者";
"LINK_STATUS_NOT_ACTIVE_GROUP" = "错误组";
"LINK_STATUS_UNKNOWN" = "未知";
"LINK_STATUS_TOOLTIP_ENABLED" = "未检测到问题。";
"LINK_STATUS_TOOLTIP_INVALID" = "链接状态无效（即速度低、半双工或速度不正确）。";
"LINK_STATUS_TOOLTIP_NO_PARTNER" = "交换机上与设备相连的端口看起来好像没有启用 802.3ad 链路聚合。";
"LINK_STATUS_TOOLTIP_NOT_ACTIVE_GROUP" = "该端口已连接至分享者，但是链路聚合组不是激活的那一个。";
"LINK_STATUS_TOOLTIP_UNKNOWN" = "此设备的状态未能测定。";

/* import/export */
"ALERT_IMPORT_FAILED_TITLE" = "未能导入“%@”的配置。";
"ALERT_IMPORT_FAILED_MESSAGE" = "未找到“%@”服务。";
"ALERT_IMPORT_FAILED_NO_SERVICES" = "未能导入“%@”配置，因为尚未在“网络”偏好设置中设置“%@”服务。";
"IMPORT_FAILED_BAD_FILE" = "导入失败，因为文件无效。";
"IMPORT_MULTIPLE_FORMAT" = "找到多个 %@ 服务。选择服务以将配置导入到：";
"IMPORT_MULTIPLE_8021X_FORMAT" = "已找到多项支持“%@”的服务。请选择一项服务以将配置导入其中：";
"EXPORT_FAILED" = "导出失败。";
"EXPORT_FAILED_FILE" = "无法将配置写出到文件中。";
"EXPORT_FAILED_CONFIGS" = "不能将配置写出到文件中，因为没有配置。";
"EXPORT_FAILED_CHECKBOXES" = "不能将配置写出到文件中，因为没有选中任何注记格。";
"EXPORT_FAILED_FILE_8021x" = "无法将 802.1X 描述文件写出到文件中。";
"EXPORT_FAILED_PROFILES" = "不能将 802.1X 描述文件写出到文件中，因为没有描述文件。";
"EXPORT_FAILED_CHECKBOXES_8021x" = "不能将 802.1X 描述文件写出到文件中，因为没有选中任何注记格。";

"EXPORT_UNTITLED_FILE" = "未命名";


/* assist me sheet */
/* strings for the assist me alert sheet  */
"ASSIST_SHEET_TITLE" = "您需要协助来建立新网络连接或解决网络问题吗？";
"ASSIST_SHEET_INFO" = "如果您需要辅助以设置新的网络配置，请点按“助理”。如果您需要帮助以解决您的网络连接问题，请点按“诊断”。";

"ASSIST_SHEET_DEFAULT_BUTTON_TITLE" = "助理…";
"ASSIST_SHEET_OTHER_BUTTON_TITLE" = "诊断…";

/* appletalk strings */
"APPLETALK_ALRT" = "AppleTalk 在另一网络服务中处于活跃状态。";
"APPLETALK_ALRT_EXPLANATION" = "您想停用“%@”上的 AppleTalk 吗？"; 
"APPLETALK_ALRT_DUP_SERVICE" = "AppleTalk 在同一时刻只能在一个网络端口上是活跃的。如果您继续，AppleTalk 在“%@”上将不活跃。 "; 

/* TCP/IP Advanced Sheet*/
"IPV6_ROUTER_NOT_AVAILABLE" = "不详";

/* Show Menu Extra titles */
"SHOW_VPN_MENUEXTRA" = "在菜单栏中显示 VPN 状态";
"SHOW_MODEM_MENUEXTRA" = "在菜单栏中显示调制解调器状态";
"SHOW_WWAN_MENUEXTRA" = "在菜单栏中显示 WWAN 状态";
"SHOW_PPPOE_MENUEXTRA" = "在菜单栏中显示 PPPoE 状态";
"SHOW_IRDA_MENUEXTRA" = "在菜单栏中显示 IrDA 状态";

/* Accessibility Strings */
"Location Actions" = "位置操作";
"Add Location" = "添加位置";
"Delete Location" = "删除位置";

"Add search domain" = "添加 DNS 搜索域";
"Delete search domain" = "删除搜索域";
"Add DNS server" = "添加 DNS 服务器";
"Delete DNS server" = "删除 DNS 服务器";

"Add Service"= "添加服务";
"Delete Service" = "删除服务";
"Service Actions" = "服务操作";

"Add Profile"= "添加描述文件";
"Delete Profile" = "删除描述文件";

"SERVICE_LOGO_FORMAT" = "%@ 标志";
"Service Logo" = "服务标志";

/* IPSec VPN server requires prompt */
"SERVER_REQUIRES_PROMPT" = "服务器将提示输入密码";

/* Bluetooth PAN and iPhone support */
"NO_PAIRED_DEVICES_FOUND" = "找不到 PAN 设备";